Repository: Solunne/Folder-All-Chapoutier
Catalog: translations/fbconnect-7.x-2.0-beta4.*.po
Languages: de, fr, ja

source: edit
de: Bearbeiten
fr: modifier
ja: 編集

source: Display Settings
de: Einstellungen für die Anzeige
fr: Paramètres d'affichage
ja: 表示設定

source: User settings
de: Benutzereinstellungen
fr: Paramètres des utilisateurs
ja: ユーザーの設定

source: configure
de: Konfigurieren
fr: configurer
ja: 設定

source: Appearance
de: Design
fr: Apparence
ja: テーマ

source: Not installed
de: Nicht installiert
fr: Non installé
ja: 未インストール

source: Save settings
de: Einstellungen speichern
fr: Enregistrer les paramètres
ja: 設定の保存

source: Additional
de: Zusatz
fr: Supplément
ja: 追加

source: Logout
de: Abmelden
fr: Déconnexion
ja: ログアウト

source: Manual
de: Manuell
fr: Manuel
ja: 手動

source: Your site name
de: Name Ihrer Website
fr: Nom de votre site
ja: あなたのサイト名

source: inviter
de: Einladender Benutzer
fr: invitant
ja: 招待主

source: Authentication
de: Authentifizierung
fr: Authentification
ja: 認証

source: Connect
de: Verbinden
fr: Connexion

source: Language code
de: Sprachkürzel
fr: Code de la langue
ja: 言語コード

source: Unlink
de: Link entfernen
fr: Supprimer le lien
ja: リンクしない

source: Not configured
de: Nicht konfiguriert
fr: Pas configuré
ja: 設定されていません

source: Error saving user account.
de: Fehler beim Speichern des Benutzerkontos.
fr: Erreur à la sauvegarde du compte utilisateur.
ja: ユーザーアカウントの保存中にエラーが発生しました。

source: Debug mode
de: Debug-Modus
fr: Mode debug
ja: デバッグモード

source: Settings page
de: Einstellungsseite
fr: Paramètres de la page

source: Invite message
de: Einladungsnachricht
fr: Message d'invitation
ja: 招待メッセージ

source: Let my Facebook friends see me on @sitename
de: Meine Facebook Freunde sollen mich auf @sitename sehen können.
fr: Permettre à mes amis de me voir sur @sitename
ja: @sitename上で私のFacebookでの友人を表示させます

source: My Facebook friends will be able to see that I own an account on this website.
de: Meine Facbook Freunde werden sehen können, dass ich ein Konto auf dieser Website habe.
fr: Mes amis Facebook pourront voir que j'ai un compte sur ce site.
ja: 私のFacebookの友人がこのサイト上の自分のアカウントで参照できるようになります。

source: Allows users to connect with Facebook account
de: Ermöglicht es Benutzern sich mit ihrem Facebook Konto anzumelden.
ja: Facebookアカウントによる接続をユーザーに許可します

source: cURL library
de: cURL Bibliothek

source: Application ID
de: Anwendungs-ID

source: Use this to enable your Facebook Connect implementation to span multiple subdomains (e.g., using example.com would enable www.example.com, foo.example.com or bar.example.com,).
de: Nutzen Sie diese Einstellung um Facebook Connect über mehrere Subdomains verteilt zu ermöglichen (z.B., die Benutzung von example.com würde www.example.com, foo.example.com oder bar.example.com aktivieren).
ja: 複数のサブドメインにまたがってあなたのFacebook接続の実装を有効にするにはこれを使用します(例: example.com を使用するとwww.example.com, foo.example.com または bar.example.com で有効になります)。

source: Fast registration mode
de: Schnellregistierungsmodus
ja: 高速登録モード

source: Enjoy facebook connect
de: Viel Freude mit facebook connect
ja: Facebook接続を楽しむ

source: Unable to get a facebook client, check your api key
de: Es konnte kein Facebook client geladen werden, überprüfen Sie Ihren Api-Schlüssel
ja: Facebookクライアントを取得できません。あなたのAPIキーを確認して下さい

source: Unable to autoconfigure your application settings, make sure you are logged into Facebook
de: Es war nicht möglich ihre Anwendungseinstellungen zu bearbeiten, stellen Sie sicher, dass Sie bei Facebook angemeldet sind.
ja: アプリケーション設定の自動設定できません。Facebookにログインしていることを確認して下さい

source: Exception thrown while using admin_setAppProperties : @code
de: Ein Ausnahmefehler wurde durch die Nutzung von admin_setAppProperties ausgelöst: @code
ja: admin_setAppPropertiesを使用中に例外が発生しました: @code

source: Checking your facebook session, you are not allowed to change this application settings
de: Die Überprüfung ihrer Facebook Session hat ergeben, dass Sie die Einstellung dieser Anwendung nicht bearbeiten dürfen
ja: あなたのFacebookセッションの確認中は、このアプリケーション設定を変更できません。

source: Your facebook app settings has been updated
de: Ihre Facebook Anwendungseinstellungen wurden aktualisiert
ja: あなたのFacebookアプリケーション設定は更新されました

source: Use my Facebook picture as user picture
de: Mein Facebook Profilbild als Profilbild benutzen.
fr: Utiliser ma photo de profil Facebook comme photo de profil
ja: ユーザアバターとしてFacebookの写真を使用

source: Facebook connect registration failed for the reasons listed. You may register now, or if you already have an account you can <a href="@login">log in</a> now and link your account
de: Die Facebook Connect Registrierung ist wegen der aufgelisteten Gründe fehlgeschlagen. Sie können sich jetzt registrieren oder, wenn Sie bereits ein Konto haben, können Sie sich <a href="@login">anmelden</a> und Ihr Konto dann verknüpfen.
fr: La connexion avec Facebook Connect a échoué pour les raisons suivantes. Vous devriez vous inscrire ou si vous avez déjà un compte vous pouvez <a href="@login">vous connecter</a> et lier votre compte
ja: Facebook接続登録は以下の理由により失敗しました。今すぐ登録する必要があり、または今すぐ<a href="@login">ログイン</a>可能なアカウントを既に持っている場合、あなたのアカウントへリンクする必要があります。

source: Let my Facebook friends see me on @site
de: Meine Facebook Freunde sollen mich bei @site sehen können.
fr: Laisser mes amis Facebook me voir sur @site
ja: 自分のFacebookの友人を@site上に表示します

source: Please select the Facebook friends you want to invite
de: Bitte wählen Sie die Facebook Freunde aus, die Sie einladen möchten.
fr: Sélectionnez les amis que vous voulez inviter
ja: 招待したいFacebookの友人を選択して下さい

source: Invite my Facebook friends
de: Meine Facebook Freunde einladen
fr: Inviter mes amis Facebook
ja: 自分のFacebook友人を招待

source: Please log in, in order to link your account with Facebook Connect
de: Bitte melden Sie sich an um Ihr Konto mit Facebook zu verknüpfen.
fr: Merci de vous connecter pour associer votre compte avec votre compte Facebook
ja: Facebook接続を伴うあなたのアカウントにリンクするにはログインして下さい。

source: You are currently using your Facebook picture, if you delete or load a new picture, your facebook picture will no longer be updated.
de: Im Augenblick benutzen Sie ihr Facebook Profilbild. Wenn Sie ihr Bild löschen oder ein neues Bild hochladen, wird das Facebook Profilbild künftig nicht mehr aktualisiert werden.
fr: Vous utilisez votre photo de profil Facebook, si vous modifiez votre photo depuis le site, votre photo Facebook ne sera plus mise à jour.
ja: あなたは現在Facebookの写真を使用中です。削除または新しい写真を読み込んだ場合、あなたのFacebookの写真はすぐに更新されます。

source: manual
de: Handbuch

source: Enter your country code here to get translated versions of facebook connect. (e.g. en_US or de_DE)
de: Geben Sie hier Ihren Ländercode ein, um eine übersetzte Version von Facebook connect zu erhalten. (z.B. en_US oder de_DE)
ja: Facebook接続の翻訳バージョンを得るためにあなたの国コードをここに入力して下さい。(例:en_US、de_DE)

source: Settings for !site
de: Einstellungen für !site
ja: !siteについての設定

source: Your Site
de: Ihre Website
fr: Votre site
ja: あなたのサイト

source: Login/logout mode
de: An- und Abmeldemodus
ja: ログイン/ログアウトモード

source: Auto login/logout
de: Automatische An- und Abmelung
ja: 自動ログイン/ログアウト

source: Facebook picture settings
de: Facebook Profilbild Einstellungen
fr: Paramètres de photo de profil Facebook
ja: Facebookの写真の設定

source: Here you can deside whether you want to allow the use of the facebook picture - or not.
de: Hier können Sie entscheiden, ob Sie die Benutzung von Facebook Profilbildern erlauben möchten oder nicht.
fr: Vous pouvez décider si la photo de profil Facebook doit être utilisée ou non.
ja: Facebookの写真の使用を許可するかどうかをここで決定できます。

source: Let the user choose
de: Den Benutzer auswählen lassen.
fr: Laisser l'utilisateur décider.
ja: ユーザーを選択してみよう

source: Do not allow the use of facebook user picture at your site
de: Die Benutzung von Facebook Profilbildern auf ihrer Website nicht zulassen
ja: サイト上でのFacebookユーザーの写真の使用を許可しません

source: Click here to connect your existing !site_name account with Facebook
de: Klicken Sie hier, um ihr bestehendes Konto bei !site_name mit ihrem Facebook-Konto zu verbinden.
fr: Cliquez ici pour rattacher votre compte existant sur !site_name à Facebook
ja: Facebookであなたの既存の!site_nameアカウントを接続するにはここをクリックします。

source: Your picture will be loaded from facebook.
de: Ihr Profilbild wird von Facebook übernommen..
fr: Votre photo de profil sera chargée depuis Facebook.
ja: あなたの写真はFacebookから読み込まれます。

source: Click here to connect your Facebook account
de: Klicken Sie hier, um ihr Facebook Konto zu verbinden.
fr: Cliquez ici pour associer votre compte Facebook
ja: あなたのFacebookアカウントに接続するにはここをクリックします

source: Facebook account
de: Facebook Konto
fr: Compte Facebook
ja: Facebookアカウント

source: Linked to this Facebook account
de: Verknüpft zu diesem Facebook Konto
fr: Lié à ce compte Facebook
ja: このFacebookアカウントに接続されました

source: Click here to unlink this Facebook account
de: Hier klicken, um die Verbindung zum Facebook Konto zu löschen.
fr: Cliquez ici pour supprimer l'association avec ce compte Facebook
ja: このFacebookアカウントを接続させないにはクリックします

source: Your configuration options have been saved.
de: Die Konfigurationsoptionen wurden gespeichert.
fr: Vos options de configuration ont été sauvegardées.
ja: 設定オプションは保存されました。

source: Error creating account for @fbuid
de: Fehler beim Erstellen von Konto für @fbuid
fr: Erreur lors de la création du compte pour @fbuid
ja: @fbuidのアカウント生成のエラー

source: Your Facebook connect link is now active
de: Ihr Facebook Connect Link ist jetzt aktiv
fr: L'association avec votre compte Facebook est maintenant active
ja: あなたのFacebookアカウント接続は現在アクティブです

source: Sign in using Facebook
de: Mit Facebook anmelden
fr: Se connecter avec Facebook
ja: Facebookを使用するためにサインイン

source: Auto import of your facebook picture has been disabled
de: Der automatische Import Ihres Facebook Profilbildes wurde deaktiviert
fr: L'import automatique de votre photo de profil a été désactivé
ja: Facebookの写真の自動インポートは無効になりました

source: {*actor*} commented at !site
de: {*actor*} kommentierte bei !site
fr: {*actor*} a commenté sur !site
ja: {*actor*}が!siteにコメントされました

source: Welcome to @site
de: Willkommen bei @site
fr: Bienvenue sur @site
ja: @siteにようこそ

source: Users authorization is revoked (fbuid: @fbuid)
de: Die Zustimmung des Benutzers wurde zurückgezogen (fbuid: @fbuid)
ja: ユーザ承認は取り消されます (fbuid: @fbuid)

source: Facebook and !site_name
de: Facebook und !site_name
fr: Facebook et !site_name
ja: Facebookと!site_name

source: !site_name Only
de: nur !site_name
fr: !site_name uniquement
ja: !site_nameのみ

source: Do you also want to logout from your Facebook account?
de: Wollen Sie sich auch von Ihrem Facebook Konto abmelden?
fr: Voulez-vous également vous déconnecter de Facebook ?
ja: Facebookアカウントからもログアウトしますか?

source: Copy this value into Facebook Applications on Connect settings tab
de: Diesen Wert in den Reiter der Connect-Einstellungen Ihrer Facebook Application kopieren
fr: Copier cette valeur dans l'application Facebook sur l'onglet Connect.

source: Disable linking accounts during registration
de: Das Verknüpfen von Konten während der Anmeldung deaktivieren.

source: Disables the option to link local account to a FB account on registration
de: Deaktiviert die Möglichkeit ein lokales Konto während der Registrierung mit einem Facebook Konto zu verknüpfen.

source: Ensure that you entered valid api keys.
de: Stellen Sie sicher, dass Sie gültige API-Schlüssel eingegeben haben.

source: Connect with your Facebook account
de: Mit ihrem Facebook Konto verbinden
fr: Se connecter avec son compte Facebook

source: Base Domain Url
de: Basis Domänen url

source: Your site's main URL.
de: Haupt-URL ihrer Site
fr: URL principale de votre site.

source: Post-Remove Callback Url
de: Nach Löschungs Callback URL

source: Facebook pings this URL when a user removes your application.
de: Facebook ruft diese URL auf, wenn ein Benutzer ihre Anwendung entfernt.

source: Enable user picture support in !link
de: Unterstützung für Profilbild aktivieren auf !link
fr: Autoriser la gestion des images utilisateurs sur !link

source: This user had been already linked another Facebook account.
de: Dieser Benutzer wurde bereits mit einem anderen Facebook Konto verknüpft.
fr: Cet utilisateur a déjà associé un autre compte Facebook.

source: This Facebook account had been already linked to another user.
de: Dieses Facebook Konto wurde bereits mit einem anderen Benutzer verknüpft.
fr: Le compte Facebook a déjà été associé à un autre utilisateur.

source: {*actor*} created some content at !site
de: {*actor*} hat einen Artikel bei !site geschrieben.

source: {*actor*} has registered at !site
de: {*actor*} hat sich bei !site angemeldet.

source: Facebook Connect Confirmation
de: Facebook Connect Bestätigung

source: invite facebook friends
de: Facebook Freunde einladen

source: Api Keys
de: API-Schlüssel

source: App Settings
de: Anwendungs-Einstellungen

source: Application Secret
de: geheimer API-Schlüssel

source: Default language code
de: Standard Sprachkürzel

source: Automatically Switch Language Code
de: Sprachkürzel automatisch wechseln

source: Enable the fbconnect module to use a different language code for each of your site languages.
de: Aktivieren Sie das fbconnect Modul, um unterschiedliche Sprachcodes für die jeweiligen Sprachen ihrer Site zu nutzen.

source: @name (@native) Language code
de: @name (@native) Länder code

source: - Use default -
de: - Standard verwenden -
fr: - Utiliser la valeur par défaut -
ja: - デフォルトを使用 -

source: Something went wrong. Can't unlink account
de: Es ist ein Fehler aufgetreten, die Verknüpfung zum Facebook Konto konnte nicht abgemeldet werden.

source: User has connected his Facebook Account
de: Benutzer hat Verbindung zu seinem Facebook Konto hergestellt

source: granted facebook auth user
de: Benutzer wurde Facebook Zugriff gewährt

source: User has disconnected his Facebook Account
de: Benutzer hat die Verbindung zu seinem Facbook Konto aufgehoben

source: revoked facebook auth user
de: Benutzer wurde Facebook Zugriff entzogen

source: User has logged in via Facebook
de: Benutzer hat sich über Facebook angemeldet

source: logged in via facebook user
de: angemeldet mit Facebook Benutzer

source: User has connected his Facebook account (@fbuid)
de: Benutzer hat einen Verbindung zu seinem Facbook Konto hergestellt (fbuid: @fbuid)

source: The cURL library is not installed. Please check the <a href="@url">PHP cURL documentation</a> for information on how to correct this.
de: Die cURL Bibliothek ist nicht installiert. Konsultieren Sie die <a href="@url">PHP cURL Dokumentation</a>, um Informationen zur Fehlerbehebenung zu erhalten.

source: JSON extension
de: JSON Erweiterung

source: The JSON library is not installed. Facebook needs the JSON PHP extension
de: Die JSON Bibliothek ist nicht installiert. Facebook Connect benötigt die JSON PHP Erweiterung.

source: Outdated version
de: Veraltete Version

source: Please ensure that you entered Application ID and Secret Key. !link
de: Bitte stellen Sie sicher, dass sie Ihre Anwendungs-ID und den geheimen Schlüssel eingegeben haben.

source: Facebook Friends
de: Facebook Freunde
fr: Amis Facebook

source: Become a Member!
de: Mitglied werden!

source: Friends Invite
de: Freunde einladen

source: Share your thoughts
de: Teilen Sie ihre Gedanken

source: Fbconnect : Facebook PHP library not found. See README.txt
de: Fbconnect : Facebook PHP Bibliothek nicht gefunden. Siehe README.txt

source: Fbconnect : Installed Facebook PHP library is outdated. See README.txt
de: Fbconnect : Installierte Facebook PHP Bibliothek ist veraltet. Siehe README.txt

source: I posted a comment on !site_name.
de: Ich habe bei !site_name kommentiert.

source: I posted new content on !site_name.
de: Ich habe einen neuen Artikel bei !site_name geposted.

source: I just became a member at !site_name!
de: Ich bin soeben Mitglied bei !site_name geworden!

source: Facebook connect
ja: Facebook接続

source: Fbconnect
ja: Facebook接続

source: Connect url
ja: 接続URL

source: Facebook Connect
ja: Facebook接続
